Repository: gianni-rosato/aviator
Catalog: po/*.po
Languages: ka

source: AV1/OPUS Video Encoder
ka: AV1/OPUS-ის ვიდეოენკოდერი

source: Your Video Copilot: AV1/OPUS Video Encoder
ka: თქვენი ვიდეო კოპილოტი: AV1/OPUS-ის ვიდეოენკოდერი

source: Aviator enables simple, easy-to-use video encoding for the world's most advanced open video codec, AV1.
ka: Aviator გაწვდით იოლ, მარტივ გზას დააკოდიროთ ფაილები მსოფლიოში ყველაზე მოწინავე ღია ვიდეოკოდეკით - AV1.

source: Encode your favorite media into super efficient files with incredible quality per bit, powered by the SVT-AV1 production encoder with Opus for audio encoding. The sky's the limit for your old home video collection &amp; large 4k smartphone videos, and you can fly in style with a beautiful libadwaita interface.
ka: დააკოდირეთ რჩეული მეტია სუპერ-ეფექტურ ფაილებში შესანიშნავი ხარისხით, SVT-AV1 ენკოდერით, რომელიც აუდიოსთვის Opus-ს იყენებს. თქვენი ძველი ვიდეოკოლექციიებისთვის და დიდი 4k ტელეფონის ვიდეოებისთვის. ახლა ზღვარი, მხოლოდ, ცაა და ფრენა კი ლამაზი libadwaita-ის ინტერფეისით შეიძლიათ.

source: Take off with Aviator!
ka: მოგესალმებათ Aviator!

source: Welcome to Aviator
ka: კეთილი იყოს თქვენი მობრძანება Aviator-ში

source: Your video copilot is ready for takeoff!
ka: თქვენი ვიდეო კოპილოტი ასაფრენად მზადაა!

source: Go
ka: წინ

source: _About Aviator
ka: Aviator-ის შეს_ახებ

source: Quit
ka: გასვლა

source: _Video
ka: _ვიდეო

source: Open
ka: გახსნა

source: Open your source media.
ka: თქვენი წყარო მედიის გახსნა.

source: _Source File
ka: _წყარო ფაილი

source: Displays the source filename.
ka: აჩვენებს წყარო ფაილის სახელს.

source: _Resolution
ka: გა_რჩევადობა

source: Sets the output resolution. Width & height will match the source media if left empty. Putting in one value will automatically calculate the other based on the source video's aspect ratio if "Crop" is unchecked; otherwise, the empty value will match the original.
ka: დააყენებს გამოსატან გაფართოებას. სიგანე და სიმაღლე წყარო მედიის ტოლი იქნება, თუ ცარიელს დატოვებთ. ერთი მნიშვნელობის ჩაწერა ავტომატურად გამოითვლის მეორედ წყარო ვიდეოს ზომების ფარდობის მიხედვით, თუ "ამოჭრა" გამორთულია. წინააღმდეგ შემთხვევაში ცარიელი მნიშვნელობა ორიგინალს დაემთხვევა.

source: Crop
ka: ამოჭრა

source: When enabled, crops instead of scaling to the target resolution.
ka: როცა ჩართულია, ის ამოჭრის, სამიზნე გაფართოებამდე დამასშტაბების მაგიერ.

source: Width
ka: სიგანე

source: Height
ka: სიმაღლე

source: The CRF value determines the size & quality of your output. Higher values mean lower file size & quality while lower values create larger, higher-quality videos.
ka: CRF-ის მნიშვნელობა გამოტანილი ვიდეოს ზომასა და ხარისხს განსაზღვრავს. რაც მაღალია მნიშვნელობა, მით მცირეა ფაილის ზომა და ხარისხი მაშინ, როცა დაბალი მნიშვნელობით უფრო დიდ, უკეთესი ხარისხის ვიდეოებს მიიღებთ.

source: _Speed
ka: _სიჩქარე

source: This value determines how hard your system will work to encode your video. Lower values mean your system will take longer to encode the video, but the files will be higher quality. Higher values will encode less efficiently, but much more quickly.
ka: ეს მნიშვნელობა განსაზღვრავს, რა დონეზე ძალიან შეეცდება თქვენი სისტემა, თქვენი ვიდეო კარგად დააკოდიროს. რაც დაბალია მნიშვნელობა, მით მეტხანს მოუნდება სისტემა ვიდეოს კოდირებას, მაგრამ მიღებულ ფაილს უკეთესი ხარისხი ექნება. რაც მაღალია მნიშვნელობა, კოდირება ნაკლებად ეფექტური იქნება, მაგრამ გაცილებით სწრაფი.

source: Speeds below 3 are extremely slow and not recommended.
ka: სიჩქარეები 3-ზე ქვემოთ საშინლად ნელია და რეკომენდებული არაა.

source: Enables Open GOPs. GOPs are "Group(s) of Pictures." Enabling allows GOPs to reference one another, but this usually does not improve visual fidelity per bit. If unsure, keep this box unchecked.
ka: GOP-ების გახსნის დაშვება. GOP არის "სურათების ჯგუფი" (Group Of Pictures). ჩართვა საშუალებას აძლევს GOP-ებს, ერთმანეთს მიმართონ, მაგრამ ეს, ჩვეულებრივ, ვიზუალს არ აუმჯობესებს. თუ დარწმუნებული არ ბრძანდებით, ეს რა არის, დატოვეთ ეს გამორთული.

source: _Grain Synth
ka: _მარცვლის სინთეზატორი

source: This value determines how much artificial grain will be applied to your video. Use when your source has grain.
ka: ეს მნიშვნელობა განსაზღვრავს, რამდენად ბევრი მარცვალი გადატარდება თქვენს ვიდეოზე. გამოიყენეთ, მხოლოდ, მაშინ, როცა თქვენს წყაროს აქვს მარცვლები.

source: Denoise
ka: ხმაურის მოცილება

source: Denoises the input video before adding film grain. Determined based on the amount of added grain. Can reduce detail retention, so it is disabled by default.
ka: მოაცილებს შეყვანილ ვიდეოს ხმაურს მარცვლების დამატებამდე. განისაზღვრება დამატებული მარცვლების რაოდენობით. შეუძლია, შეამციროს დეტალების ხილვადობა, ამიტომ ნაგულისხმევად გათიშულია.

source: _Audio
ka: _აუდიო

source: _Bitrate
ka: _სიჩქარე

source: Sets the audio bitrate to a value in kb/s. Higher values mean better quality at the expense of filesize. We recommend a value between 32 & 128 for stereo audio, >224 for 5.1 Surround, & >336 for 7.1 Surround. If a value from the source media isn't detected, this will default to 80 kb/s.
ka: დააყენებს აუდიოს ბიტურ სიხშირეს კბ/წმ-ში. რაც მაღალია მნიშვნელობა, მით მაღალია ხარისხიც, ფაილის ზომის ზრდის ხარჯზე. ჩვენს მიერ რეკომენდებულია მნიშვნელობა შუალედიდან 32 და 128 სტერეო აუდიოსთვის, >224 5.1-სთვის და >336 7.1-სთვის. თუ მნიშვნელობა წყარო მედიიდან დადგენილი არაა, ამის ნაგულისხმევი მნიშვნელობა 80 კბ/წმ იქნება.

source: kb/s
ka: კბ/წმ

source: _Downmix to Stereo
ka: სტერეოზე გა_დაყვანა

source: Mixes audio inputs with more than two channels (5.1 Surround, 7.1 Surround, etc) down to two audio channels.
ka: შეურევს 2-ზე მეტი არხის (5.1, 7.1 და ა.შ.) მქონე შეყვანების არხებს სტერეომდე.

source: _Copy Audio
ka: აუდიოს _კოპირება

source: Ignores all options on this page & copies audio directly from the source untouched. Disables WebM output.
ka: გამოტოვებს ყველა პარამეტრს ამ გვერდზე და დააკოპირებს აუდიოს პირდაპირ წყაროდან შეხების გარეშე. გათიშავს WebM-ში გატანას.

source: _Volume
ka: _ხმა

source: Increase or decrease audio volume. Measured in decibles. Positive numbers will increase volume while negative numbers will decrease it.
ka: აუწევს ან ჩაუწევს ხმას. განისაზღვრება დეციბელებში. დადებითი რიცხვი აუწევს ხმას, უარყოფითი კი - ჩაუწევს.

source: Normalize
ka: ნორმალიზაცია

source: Normalize the audio's perceived loudness.
ka: აუდიოს ხმის სიძლიერის ნორმალიზაცია.

source: _Export
ka: გატანა

source: _Output File
ka: გამ_ოტანის ფაილი

source: Select the output directory & type in a filename.
ka: აირჩიეთ გამოტანის საქაღალდე და ჩაწერეთ ფაილის სახელი.

source: _Container
ka: _კონტეინერი

source: The container your video is stored in, which is associated with the file extension. MKV is a universal video container with widespread support, while WebM is designed for web compatibility & may break subtitles.
ka: კონტეინერი, რომელშიც შენახულია თქვენი ვიდეო, რომელიც ასოცირებულია ფაილის გაფართოებასთან. MKV გავრცელებული, უნივერსალური ვიდეოკონტეინერია კარგი მხარდაჭერით, WebM კი განკუთვნილია ვებთან თავსებადობისთვის და, შეიძლება, სუბტიტრები გააფუჭოს.

source: Selecting WebM output will strip subtitles for compatibility reasons.
ka: WebM-ის წაშლა მოაცილებს სუბტიტრებს თავსებადობისთვის.

source: Encode
ka: კოდირება

source: Begin encoding! Watch the progress bar to see how quickly your encode is progressing.
ka: დაიწყეთ კოდირება! უყურეთ მიმდინარეობის ზოლს, რომ დაინახოთ, რა სწრაფად მიმდინარეობს თქვენი კოდირება.

source: Stop
ka: შეჩერება

source: Select Source Files
ka: აირჩიეთ წყარო ფაილები

source: Select Source File
ka: აირჩიეთ საწყისი ფაილი

source: Select Output Files
ka: აირჩიეთ გამოტანის ფაილები

source: Select Output File
ka: აირჩიეთ გამოტანის ფაილი

source: _Cancel
ka: _შეწყვეტა

source: _Select
ka: _მონიშვნა

source: Encode finished in {0}! ✈️
ka: კოდირების დასრულების დროა {0}! ✈️

source: Encode Finished ~ 0%
ka: კოდირება დასრულდა ~ 0%

source: Encoding ~ {0}%
ka: კოდირება ~ {0}%

source: translator-credits
ka: თემური დოღონაძე

source: Special thanks to the encoding community!
ka: დიდი მადლობა კოდირების ხალხს!
